Revit 2024 API
Binding Properties
The Binding type exposes the following members.
Properties
Name | Description
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
See Also
Binding Class
Autodesk.Revit.DB Namespace